Repository: zhujingtao1/LocalizableStringTool
Catalog: LocalizableTool/*/*.lproj/Localizable.strings
Languages: da, de, el, es, fr, hr, hu, it, ko, lt_lt, nb, nl, pl, pt, ro, sr, sv, th, tr, uk, zh_hans, zh_hant

# aihub_battery_upgrade_tips
source: 1.During the upgrade process, please do not cut off the power and keep the hybrid network open. 2.After the remote upgrade, the battery will power off and restart once a time, please make sure the power off will not influence your off-grid load.
da: 1. Under opdateringen må du ikke afbryde strømmen og skal holde hybridnetværket åbent. 2. Efter fjernopdateringen slukkes batteriet og genstarter én gang. Sørg for, at strømafbrydelsen ikke påvirker din off-grid-belastning.
de: 1. während des Upgrade-Prozesses, bitte nicht den Strom abschalten und halten Sie das Hybrid-Netzwerk offen. 2. Nach dem Remote-Upgrade, wird die Batterie einmal ausschalten und neu starten, bitte stellen Sie sicher, dass die Leistungsabschaltung Ihre Off-Grid-Last nicht beeinflusst.
el: 1. Ενώ πραγματοποιέιται η διαδικασία αναβάθμισης, παρακαλούμε μην διακόπτετε την παροχή ρεύματος και κρατήστε το υβριδικό δίκτυο ανοικτό. 2.Μετά την απομακρυσμένη αναβάθμιση, η μπαταρία θα σβήσει και θα κάνει επανεκκίνηση άπαξ, παρακαλούμε βεβαιωθείτε ότι η διακοπή δεν θα επηρεάσει το εκτός δικτύου φορτίο σας.
es: 1.Durante el proceso de actualización, por favor no corte la energía y mantenga abierta la red híbrida. 2. Después de la actualización remota, la batería se apagará y se reiniciará una vez a la vez, asegúrese de que el apagado no influya en su carga fuera de la red.
fr: 1. Pendant le processus de mise à niveau, veuillez ne pas couper l’alimentation et garder le réseau hybride actif. 2. Après la mise à niveau à distance, la batterie s’éteindra puis redémarrera une fois ; assurez-vous que cette coupure ne perturbe pas vos charges hors réseau.
hr: 1. Tijekom procesa nadogradnje nemojte prekidati napajanje i držite hibridnu mrežu otvorenom. 2. Nakon daljinske nadogradnje baterija će se isključiti i ponovno pokrenuti jednom, pazite da isključenje ne utječe na potrošače spojene na off-grid izlaz.
hu: 1. A frissítési folyamat során kérjük, ne kapcsolja ki az áramellátást, és tartsa nyitva a hibrid hálózatot. 2. A távoli frissítés után az akkumulátor egyszer kikapcsol és újraindul, kérjük, győződjön meg arról, hogy a kikapcsolás nem befolyásolja a hálózaton kívüli terhelést.
it: 1. Durante il processo di aggiornamento, non scollegare l'alimentazione e mantieni connessa la batteria. 2. Dopo l'aggiornamento, la batteria si spegnerà e si riavvierà una volta: assicurati che lo spegnimento non influenzi i tuoi carichi off-grid.
ko: 1. 업그레이드 진행 중에는 전원을 차단하지 마시고, 하이브리드 네트워크를 열어두십시오. 2. 원격 업그레이드가 완료되면 배터리가 한 번 전원이 꺼졌다가 다시 시작됩니다. 이 과정이 귀하의 독립형 부하에 영향을 주지 않는지 확인하십시오.
lt_lt: 1. Atnaujinimo proceso metu, prašome nenutraukti maitinimo ir išlaikyti hibridinis tinklas atidarytas. N2. Po nuotolinio atnaujinimo, akumuliatorius bus išjungtas ir paleisti iš naujo kartą, prašome įsitikinti, kad maitinimas išjungti neturės įtakos jūsų ne tinklelio apkrova.
nb: 1. I løpet av oppgraderingsprosessen, vær så snill å ikke kutte av strømmen og hold hybridnettverket åpent. N2. Etter fjernoppgraderingen vil batteriet slå av og starte på nytt en gang, vær så snill å sørge for at strømmen av ikke vil påvirke belastningen utenfor nettet.
nl: 1. Schakel tijdens het upgradeproces de stroom niet uit en houd het hybride netwerk open. 2. Na de upgrade op afstand wordt de batterij eenmaal uitgeschakeld en opnieuw opgestart. Zorg ervoor dat het uitschakelen geen invloed heeft op uw off-grid belasting.
pl: 1. Podczas procesu aktualizacji nie odcinaj zasilania i nie pozostawiaj otwartej sieci hybrydowej. n2. Po zdalnej aktualizacji bateria wyłączy się i uruchomi ponownie raz, upewnij się, że wyłączenie zasilania nie wpłynie na obciążenie poza siecią.
pt: 1. Durante o processo de atualização, não corte a energia e mantenha a rede híbrida aberta. n2. Após a atualização remota, a bateria será desligada e reiniciada uma vez por vez, certifique-se de que o desligamento não influenciará sua carga fora da rede.
ro: 1. În timpul procesului de actualizare, nu întrerupeți alimentarea cu energie electrică și mențineți rețeaua hibridă deschisă. 2. După actualizarea de la distanță, bateria se va opri și va reporni o dată, asigurați-vă că oprirea alimentării cu energie electrică nu va influența sarcina dvs. off-grid.
sr: 1. Током процеса надоградње, не искључите струју и држите хибридну мрежу отворену. Н2.Након даљинске надоградње, батерија ће се искључити и поново покренути једном, молимо вас да будете сигурни да искључено напајање неће утицати на ваше оптерећење ван мреже.
sv: 1. Stäng inte av strömmen under uppgraderingsprocessen och håll hybridnätverket öppet. N2. Efter fjärruppgraderingen stängs batteriet av och startas om en gång i tiden. Se till att strömmen inte påverkar din belastning utanför nätet.
th: 1. ในระหว่างกระบวนการอัปเกรด โปรดอย่าตัดไฟและเปิดเครือข่ายไฮบริดไว้ 2. หลังจากการอัพเกรดระยะไกล แบตเตอรี่จะปิดและรีสตาร์ทครั้งละครั้ง โปรดตรวจสอบให้แน่ใจว่าการปิดเครื่องจะไม่ส่งผลต่อการโหลดนอกกริดของคุณ
tr: 1.Yükseltme işlemi sırasında, gücü kesmeyin ve hibrit ağı açık tutun. 2.Uzaktan yükseltme işleminden sonra, batarya bir kez kapanacak ve yeniden başlayacaktır, gücün kapanmasının şebekeden bağımsız yükünüzü etkilemeyeceğinden emin olun.
uk: 1. Під час процесу оновлення не відключайте живлення та тримайте гібридну мережу включеною. 2. Після віддаленого оновлення батарея один раз вимкнеться та перезапуститься. Переконайтеся, що це вимкнення не вплине на ваше автономне навантаження.
zh_hans: 1.升级过程中，请勿切断电源，保持网络畅通。2.远程升级后，电池将断电并重新启动一次，请确保断电不会影响您的离网负载。
zh_hant: 1.升級過程中，切勿切斷電源，保持網絡暢通。2.遠程升級後，電池將斷電並重新啟動一次，請確保斷電不會影響您的離網負載。

# aihub_cancel_upgrade_tip
source: Are you sure you want to cancel the upgrade process? Devices currently being upgraded will complete the process after which any pending upgrades will be cancelled.
da: Er du sikker på, at du vil annullere opdateringen? Enheder, der i øjeblikket opdateres, vil færdiggøre processen, hvorefter alle ventende opdateringer vil blive annulleret.
de: Sind Sie sicher, dass Sie den Upgrade-Prozess abbrechen möchten? Geräte, die gerade aktualisiert werden, schließen den Prozess ab. Danach werden alle anstehenden Upgrades abgebrochen.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την διαδικασία αναβάθμισης; Οι συσκευές που αναβαθμίζονται αυτή τη στιγμή θα ολοκληρώσουν τη διαδικασία, κατόπιν της οποίας, όλες οι αναβαθμίσεις που εκκρεμούν, θα ακυρωθούν.
es: ¿Está seguro de que desea cancelar el proceso de actualización? Los dispositivos que se actualicen actualmente completarán el proceso, después del cual se cancelarán las actualizaciones pendientes.
fr: Êtes-vous sûr de vouloir annuler le processus de mise à niveau ? Les appareils en cours de mise à jour termineront le processus, après quoi toute mise à jour en attente sera annulée.
hr: Jeste li sigurni da želite otkazati proces nadogradnje? Uređaji koji se trenutno nadograđuju dovršit će proces nakon čega će sve nadogradnje na čekanju biti otkazane.
hu: Biztosan törölni szeretné a frissítési folyamatot? A jelenleg frissítés alatt álló eszközök befejezik a folyamatot, majd a függőben lévő frissítések törlésre kerülnek.
it: Sei sicuro di voler annullare il processo di aggiornamento? I dispositivi attualmente in aggiornamento completeranno il processo, dopodiché gli aggiornamenti in sospeso saranno annullati.
ko: 업그레이드 과정을 취소하시겠습니까? 현재 업그레이드 중인 장치들은 과정을 완료한 후, 보류 중인 모든 업그레이드가 취소될 것입니다.
lt_lt: Ar esate tikri, kad norite atšaukti atnaujinimo procesą? Šiuo metu atnaujinami įrenginiai užbaigs procesą, po kurio visi laukiantys atnaujinimai bus atšaukti.
nb: Er du sikker på at du vil avbryte oppgraderingsprosessen? Enheter som for øyeblikket oppgraderes vil fullføre prosessen, hvoretter eventuelle ventende oppgraderinger vil bli kansellert.
nl: Weet u zeker dat u het upgradeproces wilt annuleren? Apparaten die momenteel worden geüpgraded, zullen het proces voltooien, waarna alle lopende upgrades worden geannuleerd.
pl: Czy na pewno chcesz anulować proces aktualizacji? Obecnie aktualizowane urządzenia zakończą proces, po którym wszelkie oczekujące aktualizacje zostaną anulowane.
pt: Tem a certeza de que deseja cancelar o processo de actualização? Os dispositivos que estão a ser actualizados irão concluir o processo, após o qual quaisquer actualizações pendentes serão canceladas.
ro: Sunteți sigur că doriți să anulați procesul de actualizare? Dispozitivele care sunt în curs de actualizare vor finaliza procesul, după care toate actualizările în așteptare vor fi anulate.
sr: Јесте ли сигурни да желите да откажете поступак надоградње?Уређаји који се тренутно надограђују довршит ће поступак након чега ће се отказати све надоградње у току.
sv: Är du säker på att du vill avbryta uppgraderingsprocessen? Enheter som för närvarande uppgraderas kommer att slutföra processen, varefter eventuella pågående uppgraderingar kommer att avbrytas.
th: คุณแน่ใจหรือว่าต้องการยกเลิกกระบวนการอัปเกรด? อุปกรณ์ที่กำลังการอัปเกรดจะเสร็จสิ้นกระบวนการหลังจากที่การอัปเกรดใด ๆ ที่รอดำเนินการจะถูกยกเลิก
tr: Yükseltme işlemini iptal etmek istediğinizden emin misiniz? Şu anda yükseltilmekte olan cihazlar işlemi tamamlayacak, ardından bekleyen tüm yükseltmeler iptal edilecektir.
uk: Ви впевнені, що хочете скасувати процес оновлення? Пристрої, які зараз оновлюються, завершать процес, після чого будь-які заплановані оновлення буде скасовано.
zh_hans: 确定要取消升级吗？当前正在升级的设备将完成该过程，其他待升级的设备都将取消升级。
zh_hant: 確定要取消升級嗎？當前正在升級的設備將完成該過程，其他待升級的設備都將取消升級。

# aihub_charger_upgrade_tips
source: EV chargers can be upgraded individually under the "Device info" accessible from the main page in the app.
da: Billadere kan opgraderes individuelt under »Enhedsoplysninger«, som er tilgængeligt fra appens hovedside.
de: EV-Ladegeräte können unter "Geräteinfo" auf der Hauptseite der App individuell aktualsiert werden.
el: Οι φορτιστές οχημάτων μπορούν να αναβαθμιστούν ατομικά από τις "Πληροφορίες συσκευής" , που είναι προσβάσιμες από την αρχική σελίδα της εφαρμογής.
es: Los cargadores de vehículos eléctricos se pueden actualizar individualmente en la "Información del dispositivo" accesible desde la página principal de la aplicación.
fr: Les bornes de recharge pour véhicules électriques peuvent être mises à jour individuellement dans « Infos appareil », accessible depuis la page principale de l'application.
hr: EV punjači mogu se pojedinačno nadograditi pod "Informacije o uređaju" dostupnima s glavne stranice u aplikaciji.
hu: Az EV-töltők az alkalmazás főoldalán elérhető „Eszközinformációk” menüpont alatt külön-külön frissíthetők.
it: Le colonnine di ricarica per veicoli elettrici possono essere aggiornate singolarmente nella sezione Informazioni dispositivi accessibile dalla pagina principale dell'app.
ko: EV 충전기는 앱의 메인 페이지에서 접속 가능한 "장치 정보" 메뉴 아래에서 개별적으로 업그레이드할 수 있습니다.
lt_lt: EV įkroviklius galima atnaujinti atskirai skiltyje Informacija apie įrenginį , pasiekiamą pagrindiniame programos puslapyje.
nb: EV-ladere kan oppgraderes individuelt under "Enhetsinformasjon" som er tilgjengelig fra hovedsiden i appen.
nl: EV-laders kunnen afzonderlijk worden geüpgraded onder "Apparaatinformatie" op de hoofdpagina van de app.
pl: Ładowarki EV można aktualizować indywidualnie w sekcji "Informacje o urządzeniu" dostępnej na stronie głównej w aplikacji.
pt: Os carregadores EV podem ser atualizados individualmente sob as "Informações do dispositivo" acessíveis na página principal do aplicativo.
ro: Încărcătoarele EV pot fi actualizate individual în secțiunea „Informații despre dispozitiv” accesibilă din pagina principală a aplicației.
sr: ЕВ пуњачи се могу надоградити појединачно под „Информације о уређају“ доступним са главне странице у апликацији.
sv: EV-laddare kan uppgraderas individuellt under "Enhetsinformation" som är tillgänglig från huvudsidan i appen.
th: เครื่องชาร์จ EV สามารถอัพเกรดแยกกันได้ภายใต้ "ข้อมูลอุปกรณ์" ที่เข้าถึงได้จากหน้าหลักในแอป
tr: EV şarj cihazları, uygulamanın ana sayfasından erişilebilen “Cihaz bilgileri” altında ayrı ayrı yükseltilebilir.
uk: Зарядні пристрої для EV можна оновлювати індивідуально у розділі «Інформація про пристрій», доступному з головної сторінки застосунку.
zh_hans: 充电桩可以点击设备主页下的“设备信息”单独升级。
zh_hant: 充電樁可以點擊設備主頁下的“設備資訊”單獨升級。

# aihub_upgrade_tips
source: If inverter series are mixed the upgrade process will proceed sequentially which can take several hours. Please ensure enough daylight time is available when upgrading PV string inverters, as these may shut down at night depending on the type.
da: Hvis der er blandede inverter-serier, vil opgraderingsprocessen foregå sekventielt, hvilket kan tage flere timer. Sørg for, at der er tilstrækkelig dagslys til rådighed, når du opgraderer PV-strenginvertere, da disse afhængigt af typen kan lukke ned om natten.
de: Bei gemischten Wechselrichterserien erfolgt die Aufrüstung sequentiell, was mehrere Stunden dauern kann. Bitte stellen Sie sicher, dass genügend Tageslicht zur Verfügung steht, wenn Sie PV-Stringwechselrichter aufrüsten, da diese sich je nach Typ nachts abschalten können.
el: Εάν συνδυαστούν διαφορετικές εκδόσεις εντιστροφέων, η διαδικασία αναβάθμισης θα πραγματοποιηθεί διαδοχικά, κάτι που μπορεί να κρατήσει αρκετές ώρες. Παρακαλούμε να σιγουρευτείτε ότι υπάρχει αρκετός χρόνος με ηλιακό φως όταν αναβαθμίζετε αντιστροφείς στοιχειοσειράς, καθώς κάποιοι ενδέχεται να τεθούν εκτός λειτουργίας κατά τη διάρκεια της νύχτας, ανάλογα με το μοντέλο.
es: Si se mezclan series de inversores, el proceso de actualización se llevará a cabo secuencialmente, lo que puede demorar varias horas. Asegúrese de que haya suficiente tiempo de luz diurna disponible al actualizar los inversores de cadena fotovoltaicos, ya que pueden apagarse por la noche según el tipo.
fr: Si des séries d'onduleurs sont mélangées, le processus de mise à niveau se déroulera de manière séquentielle, ce qui peut prendre plusieurs heures. Veuillez vous assurer qu’il y a suffisamment de lumière du jour disponible lors de la mise à niveau des onduleurs PV en série, car ceux-ci peuvent s’éteindre la nuit selon le type.
hr: Ako se serije pretvarača miješaju, proces nadogradnje će se odvijati uzastopno što može potrajati nekoliko sati. Prilikom nadogradnje invertera osigurajte dovoljno danjeg svjetla jer se oni mogu isključiti noću, ovisno o modelu invertera .
hu: Ha az inverter sorozatok keverednek, a frissítési folyamat egymás után halad, ami több órát is igénybe vehet. Kérjük, győződjön meg arról, hogy a napelemes inverterek frissítése során elegendő nappali idő áll rendelkezésre, mivel ezek típusuktól függően éjszaka leállhatnak.
it: Se vi sono serie di inverter diverse presenti su questo impianto, il processo di aggiornamento procederà in sequenza e potrà richiedere diverse ore. Assicurati che ci sia sufficiente luce solare durante l'aggiornamento degli inverter fotovoltaici di stringa, poiché questi potrebbero spegnersi di notte a seconda del modello.
ko: 인버터 시리즈가 혼합되어 있는 경우, 업그레이드 과정이 순차적으로 진행되어 몇 시간이 소요될 수 있습니다. PV 스트링 인버터는 유형에 따라 밤에 종료될 수 있으므로, 업그레이드 시 충분한 일조 시간을 확보해 주십시오.
lt_lt: Jei inverterio serijos yra sumaišytas atnaujinimo procesas bus tęsiamas nuosekliai, kuris gali užtrukti kelias valandas. Užtikrinkite, kad dienos šviesos laiko yra pakankamai, kai atnaujinami PV stygų keitikliai, nes jie gali uždaryti naktį, priklausomai nuo tipo.
nb: Hvis inverter-serien er blandet, vil oppgraderingsprosessen fortsette sekvensielt, noe som kan ta flere timer. Forsikre deg om at nok dagslys er tilgjengelig når du oppgraderer PV-streng omformere, da disse kan stenge om natten avhengig av typen.
nl: Als er verschillende series omvormers worden gemengd, verloopt het upgradeproces sequentieel, wat enkele uren kan duren. Zorg ervoor dat er voldoende daglicht beschikbaar is bij het upgraden van PV-stringomvormers, aangezien deze afhankelijk van het type 's nachts kunnen uitschakelen.
pl: Jeśli serie falowników są mieszane, proces aktualizacji będzie przebiegał sekwencyjnie, co może potrwać kilka godzin. Upewnij się, że podczas aktualizacji falowników fotowoltaicznych dostępna jest wystarczająca ilość czasu dziennego, ponieważ mogą one wyłączać się w nocy w zależności od typu.
pt: Se as séries de inversores forem misturadas, o processo de atualização prosseguirá sequencialmente, o que pode levar várias horas. Certifique-se de que há tempo suficiente de luz do dia disponível ao atualizar os inversores de cordas PV, pois eles podem desligar à noite, dependendo do tipo.
ro: Dacă seriile de invertoare sunt mixte, procesul de actualizare va continua secvențial, ceea ce poate dura câteva ore. Asigurați-vă că aveți suficient timp disponibil în timpul zilei pentru actualizarea invertoarelor de șir fotovoltaice, deoarece acestea se pot opri noaptea, în funcție de tipul lor.
sr: Ако се серије инвертера мешају, процес надоградње ће се наставити узастопно што може потрајати неколико сати.Молимо осигурајте да је довољно дневног времена доступно приликом надоградње ПВ инвертера, јер се могу искључити ноћу у зависности од врсте.
sv: Om växelriktarserier blandas kommer uppgraderingsprocessen att fortsätta sekventiellt vilket kan ta flera timmar. Se till att det finns tillräckligt med dagsljus när du uppgraderar PV-strängomvandlare, eftersom dessa kan stängas av på natten beroende på typ.
th: หากชุดอินเวอร์เตอร์ผสมกัน กระบวนการอัพเกรดจะดำเนินการตามลำดับซึ่งอาจใช้เวลาหลายชั่วโมง โปรดตรวจสอบให้แน่ใจว่ามีเวลากลางวันเพียงพอเมื่ออัพเกรดอินเวอร์เตอร์สตริง PV เนื่องจากอาจปิดตัวลงในเวลากลางคืนขึ้นอยู่กับประเภท
tr: Eğer inverter serileri karışık ise, yükseltme işlemi sırayla ilerleyecek ve bu birkaç saat sürebilir. Lütfen PV dizi inverterlerini yükseltirken yeterli gün ışığı olduğundan emin olun; çünkü modeline bağlı olarak bu cihazlar gece kapanabilir.
uk: Якщо серії інверторів змішані, процес оновлення відбуватиметься послідовно, що може зайняти кілька годин. Будь ласка, переконайтеся, що є достатньо денного часу при оновленні стрінгових PV-інверторів, оскільки вони можуть вимикатися вночі, залежно від типу.
zh_hans: 如果选择多个逆变器型号，升级过程将按顺序进行，这可能需要几个小时。升级并网逆变器时，请确保有足够的日照时间，因为部分型号的逆变器可能会在夜间关闭。
zh_hant: 如果選擇多個逆變器型號，升級過程將按順序進行，這可能需要幾個小時。升級併網逆變器時，請確保有足夠的日照時間，因為部分型號的逆變器可能會在夜間關閉。

source: Battery charge from AC
da: Batteriopladning fra nettet
de: Batterieladung über AC
el: φόρτιση μπαταρίας από AC
es: Carga de la batería desde CA
fr: Charge de la batterie depuis le réseau (AC)
hr: Punjenje baterije iz AC
hu: Akkumulátor töltése váltakozó árammal, a közmű hálózatából
it: Carica batteria da AC
ko: 계통(AC)로 배터리 충전
lt_lt: Akumuliatoriaus įkrovimas iš kintamosios srovės
nb: Batterilading fra AC
nl: Batterijlading van AC
pl: Ładowanie akumulatora z AC
pt: Carga da bateria de AC
ro: Încărcarea bateriei de la curent alternativ
sr: Пуњење батерије из АЦ
sv: Batteriladdning från AC
th: ชาร์จแบตเตอรี่จาก AC
tr: AC'den batarya şarjı
uk: Заряд акумулятора від змінного струму
zh_hans: 电池交流侧充电
zh_hant: 電池交流側充電

source: Cancel upgrade
da: Annuller opgradering
de: Upgrade abbrechen
el: Ακύρωση αναβάθμισης
es: Cancelar actualización
fr: Annuler la mise à niveau
hr: Otkaži nadogradnju
hu: Frissítés törlése
it: Annulla aggiornamento
ko: 업그레이드 취소
lt_lt: Atšaukti atnaujinimą
nb: Avbryt oppgradering
nl: Upgrade annuleren
pl: Anuluj aktualizację
pt: Cancelar atualização
ro: Anulați actualizarea
sr: Откажи надоградњу
sv: Avbryt uppgradering
th: ยกเลิกการอัปเกรด
tr: Yükseltmeyi iptal et
uk: Скасувати оновлення
zh_hans: 取消升级
zh_hant: 取消升級

source: Cancel upgrading
da: Annuller opgradering
de: Upgraden abbrechen
el: Ακύρωση αναβάθμισης
es: Cancelar actualización
fr: Annuler la mise à jour
hr: Otkaži nadogradnju
hu: Frissítés törlése
it: Annullamento aggiornamento
ko: 업그레이드 취소
lt_lt: Atšaukti atnaujinimą
nb: Avbryt oppgradering
nl: Upgrade annuleren
pl: Anuluj aktualizację
pt: Cancelar atualização
ro: Anulați actualizarea
sr: Откажи надоградњу
sv: Avbryt uppgradering
th: ยกเลิกการอัปเกรด
tr: Yükseltmeyi iptal et
uk: Скасування оновлення
zh_hans: 取消升级中
zh_hant: 取消升級中

source: Comm. device
da: Kommunikationsenhed
de: Komm. Gerät
el: Συσκευή επικοινωνίας
es: Dispositivo de comunicación
fr: Appareil de communication
hr: Komunikacijski uređaj
hu: Kommunikációs eszköz
it: Dispositivo di comunicazione
ko: 통신 장치
lt_lt: Kom. prietaisas
nb: Komm. enhet
nl: Communicatieapparaat
pl: Komunikacja. urządzenie
pt: Comunicações. dispositivo
ro: Dispozitiv de comunicație
sr: Цомм. уређај
sv: Comm. enhet
th: คำสั่ง อุปกรณ์
tr: İletişim cihazı
uk: Комунікаційний пристрій
zh_hans: 通信设备
zh_hant: 通信設備

# energy_upgrade_type_AFCI
source: AFCI
el: ΑFCI
sr: АФЦИ

# energy_upgrade_type_Master2
source: Master2
el: Επιλέξτε συσκευή
es: Máster2
ko: 마스터2
lt_lt: Meistras2
pl: Mistrz2
sr: Мајстор2
sv: Mästare2
zh_hans: 主机2
zh_hant: 主機2

# error_main_sub_both_ct
source: The main and sub meter cannot both be CT
da: Hoved- og undermåleren kan ikke begge være CT
de: Das Haupt- und das Untermessgerät können nicht beide CT sein
el: Ο κύριος και ο υπομετρητής δεν μπορούν να είναι και οι δύο CT
es: El medidor principal y secundario no pueden ser ambos CT
fr: Le compteur principal et le compteur secondaire ne peuvent pas tous deux être CT
hr: Glavni i podmjerač ne mogu biti CT
hu: A fő és az almérő nem lehet CT
it: Il misuratore principale e secondario non possono essere entrambi CT
ko: 주 미터와 하위 미터는 모두 CT일 수 없습니다.
lt_lt: Pagrindinis ir po matuoklis negali būti CT
nb: Hoved- og undermåleren kan ikke begge være CT
nl: De hoofd- en submeter kunnen niet allebei CT zijn
pl: Miernikiem głównym i podrzędnym nie może być CT
pt: O medidor principal e o submedidor não podem ser CT
ro: Principalul și submetrul nu pot fi ambele CT
sr: Главни и подметар не могу бити и ЦТ
sv: Huvud- och delmätaren kan inte båda vara CT
th: มิเตอร์หลักและมิเตอร์ย่อยไม่สามารถเป็น CT ได้ทั้งคู่
tr: Ana ve alt ölçer CT olamaz
uk: Основний і підметр не можуть бути КТ
zh_hans: 主从电表不能同时为CT
zh_hant: 主從電錶不能同時爲CT

# error_zero_output_le_zero_export
source: Zero-output should be lower than or equal to zero-export.
da: Nul-output bør være lavere end eller lig med nul-eksport.
de: Die Null-Produktion sollte kleiner oder gleich der Null-Ausfuhr sein.
el: Η μηδενική παραγωγή πρέπει να είναι μικρότερη ή ίση με μηδενική εξαγωγή.
es: La salida cero debe ser inferior o igual a la exportación cero.
fr: La sortie nulle doit être inférieure ou égale à l'exportation nulle.
hr: Nulta proizvodnja trebala bi biti niža ili jednaka nultom izvozu.
hu: A nulla kibocsátásnak alacsonyabbnak kell lennie a nulla kivitelnél vagy azzal egyenlőnek kell lennie.
it: Zero-output dovrebbe essere inferiore o uguale a zero-export.
ko: 제로 출력은 제로 내보내기보다 낮거나 같아야 합니다.
lt_lt: Nulinė produkcija turėtų būti mažesnė arba lygi nuliniam eksportui.
nb: Nullproduksjon bør være lavere enn eller lik nulleksport.
nl: Nul-output moet lager zijn dan of gelijk zijn aan nul-export.
pl: Wyjście zerowe powinno być niższe lub równe zerowemu eksportowi.
pt: A saída zero deve ser inferior ou igual à exportação zero.
ro: Producția zero ar trebui să fie mai mică sau egală cu exportul zero.
sr: Нулти излаз треба да буде нижи или једнак нултом извозу.
sv: Nollutmatning bör vara lägre än eller lika med nollexport.
th: เอาต์พุตเป็นศูนย์ควรต่ำกว่าหรือเท่ากับการส่งออกเป็นศูนย์
tr: Sıfır çıkış, sıfır dışa aktarımdan daha düşük veya buna eşit olmalıdır.
uk: Нульовий вихід повинен бути нижчим або рівним нульовому експорту.
zh_hans: 零输出电价阈值需小于等于零馈网电价阈值
zh_hant: 零輸出電價閾值需小於等於零饋網電價閾值
