Repository: zhujingtao1/LocalizableStringTool
Catalog: LocalizableTool/*/*.lproj/Localizable.strings
Languages: da, de, el, es, fr, hr, hu, it, ko, lt_lt, nb, nl, pl, pt, ro, sr, sv, th, tr, uk, zh_hans, zh_hant

# meter_modbus_address_conflict_tip
source: The modbus address of all meters must be unique.
da: Modbus-adressen på alle målere skal være unik.
de: Die Modbus-Adresse aller Zähler muss eindeutig sein.
el: Η διεύθυνση modbus όλων των μετρητών πρέπει να είναι μοναδική.
es: La dirección modbus de todos los medidores debe ser única.
fr: L'adresse modbus de tous les compteurs doit être unique.
hr: Adresa modbusa svih brojila mora biti jedinstvena.
hu: Minden méter modbus címének egyedinek kell lennie.
it: L'indirizzo modbus di tutti i contatori deve essere univoco.
ko: 모든 미터의 모드버스 주소는 고유해야 합니다.
lt_lt: Visų skaitiklių modbus adresas turi būti unikalus.
nb: Modbus-adressen til alle målere må være unik.
nl: Het modbus adres van alle meters moet uniek zijn.
pl: Adres modbus wszystkich liczników musi być unikalny.
pt: O endereço modbus de todos os contadores deve ser único.
ro: Adresa modbus a tuturor contoarelor trebuie să fie unică.
sr: Модбус адреса свих мерача мора бити јединствена.
sv: Modbus-adressen för alla mätare måste vara unik.
th: ที่อยู่ modbus ของเมตรทั้งหมดจะต้องไม่ซ้ำกัน
tr: Tüm sayaçların modbus adresi benzersiz olmalıdır.
uk: Адреса modbus усіх лічильників повинна бути унікальною.
zh_hans: 所有电表的Modbus地址需唯一
zh_hant: 所有電錶的Modbus地址需唯一

source: On-grid inverter
de: Netzgekoppelter Wechselrichter
el: Αντιστροφέας σε δίκτυο
es: Inversor conectado a la red
fr: Onduleur raccordé au réseau
hr: Mrežni inverter
hu: Hálózatra kitáplálós inverter
it: Inverter di stringa
ko: 계통 연계형 인버터
lt_lt: Tinklelio keitiklys
nl: On-grid omvormer
pl: Falownik na sieci
pt: Inversor na rede
ro: Invertor conectat la rețea
sr: Инвертер на мрежи
sv: Omvandlare på nätet
th: อินเวอร์เตอร์บนกริด
tr: Şebekeye bağlı invertör
uk: Мережевий інвертор
zh_hans: 并网逆变器
zh_hant: 併網逆變器

source: Select device
da: Vælg enhed
de: Gerät auswählen
el: Επιλογή συσκευής
es: Seleccionar dispositivo
fr: Sélectionner l’appareil
hr: Odaberite uređaj
hu: Eszköz kiválasztása
it: Seleziona dispositivo
ko: 장치 선택
lt_lt: Pasirinkite įrenginį
nb: Velg enhet
nl: Selecteer apparaat
pl: Wybierz urządzenie
pt: Selecionar dispositivo
ro: Selectați dispozitivul
sr: Изаберите уређај
sv: Välj enhet
th: เลือกอุปกรณ์
tr: Cihazı seçin
uk: Виберіть пристрій
zh_hans: 选择设备
zh_hant: 選擇設備

source: Select working mode
da: Vælg arbejdstilstand
de: Arbeitsmodus auswählen
el: Επιλέξτε τρόπο λειτουργίας
es: Seleccionar modo de trabajo
fr: Sélectionner le mode de fonctionnement
hr: Odaberite način rada
hu: Működési mód kiválasztása
it: Seleziona modalità di lavoro
ko: 동작 모드 선택
lt_lt: Pasirinkite darbo režimą
nb: Velg arbeidsmodus
nl: Werkmodus selecteren
pl: Wybierz tryb pracy
pt: Seleccione o modo de trabalho
ro: Selectați modul de lucru
sr: Изаберите режим рада
sv: Välj arbetsläge
th: เลือกโหมดการทำงาน
tr: Çalışma modunu seçin
uk: Виберіть режим роботи
zh_hans: 选择工作模式
zh_hant: 選擇工作模式

# self_consumption_tips
source: Amount of PV energy consumed by loads and charged into the Battery.
da: Mængden af PV-energi, der forbruges af belastninger og oplades i batteriet.
de: Menge der von den Verbrauchern verbrauchten und in die Batterie geladenen PV-Energie.
el: Το σύνολο της ενέργειας που καταναλώνεται από τα φορτία και φορτίζει την μπαταρία.
es: Cantidad de energía fotovoltaica consumida por las cargas y cargada en la batería.
fr: Quantité d’énergie PV consommée par les charges et stockée dans la batterie.
hr: Iznos PV energije koju potrošači potroše i koja se puni u bateriju.
hu: A terhelések által fogyasztott és az akkumulátorba töltött napenergia mennyisége.
it: Quantità di energia FV consumata dai carichi e immessa nella batteria.
ko: 부하에 의해 소비되고 배터리에 충전되는 PV 에너지의 양
lt_lt: PV energijos kiekis, sunaudojamas apkrovomis ir įkrautas į akumuliatorių.
nb: Mengden PV-energi som forbrukes av belastninger og lades inn i batteriet.
nl: Hoeveelheid PV-energie die door apparaten wordt verbruikt en in de batterij wordt opgeslagen.
pl: Ilość energii fotowoltaicznej zużywanej przez obciążenia i ładowanej do akumulatora.
pt: Quantidade de energia PV consumida pelas cargas e carregada na bateria.
ro: Cantitatea de energie fotovoltaică consumată de sarcini și încărcată în baterie.
sr: Количина ПВ енергије која се троши оптерећења и пуни у батерију.
sv: Mängden solcellsenergi som förbrukas av laster och laddas in i batteriet.
th: ปริมาณพลังงาน PV ที่ใช้โดยโหลดและชาร์จลงในแบตเตอรี่
tr: Yükler tarafından tüketilen ve bataryaya şarj edilen PV enerji miktarı.
uk: Обсяг PV-енергії, спожитої навантаженням та зарядженої в акумулятор.
zh_hans: 光伏发电给负载使用和给电池充电的能量。
zh_hant: 光伏發電供負載使用以及給電池充電的能量。

# self_sufficiency_tips
source: Amount of energy consumed from PV, including the surplus PV energy stored in the Battery.
da: Mængden af energi, der forbruges fra PV, inklusive overskydende PV-energi, der er lagret i batteriet.
de: Menge der von der PV verbrauchten Energie, einschließlich der in der Batterie gespeicherten überschüssigen PV-Energie.
el: Το σύνολο της ενέργειας που καταναλώνεται από τα φωτοβολταϊκά, συμπεριλαμβανόμενης τηε ενέργειας που αποθηκεύεται στην μπαταρία.
es: Cantidad de energía consumida de la energía fotovoltaica, incluida la energía fotovoltaica excedente almacenada en la batería.
fr: Quantité d’énergie consommée depuis le PV, y compris l’énergie PV excédentaire stockée dans la batterie.
hr: Iznos energije potrošene iz PV-a, uključujući višak PV energije pohranjen u bateriji.
hu: A napenergiából fogyasztott energia mennyisége, beleértve az akkumulátorban tárolt többlet napenergiát is.
it: Quantità di energia consumata dal FV, inclusa l'energia FV in eccesso immagazzinata nella batteria.
ko: PV에서 소비된 에너지양으로, 배터리에 저장된 잉여 PV 에너지도 포함됩니다.
lt_lt: Iš PV sunaudotos energijos kiekis, įskaitant akumuliatoriuje kaupiamą PV energijos perteklių.
nb: Mengde energi som forbrukes fra PV, inkludert overskudd av PV-energi som er lagret i batteriet.
nl: Hoeveelheid energie verbruikt uit PV, inclusief de overtollige PV-energie opgeslagen in de batterij.
pl: Ilość energii zużytej z fotowoltaiki, w tym nadwyżka energii fotowoltaicznej zmagazynowanej w baterii.
pt: Quantidade de energia consumida de PV, incluindo a energia PV excedente armazenada na bateria.
ro: Cantitatea de energie consumată din fotovoltaic, inclusiv surplusul de energie fotovoltaică stocată în baterie.
sr: Количина потрошене енергије из ПВ, укључујући вишак ПВ енергије ускладиштене у батерији.
sv: Mängden energi som förbrukas från solceller, inklusive överskottet av solceller som lagras i batteriet.
th: ปริมาณพลังงานที่ใช้จาก PV รวมถึงพลังงาน PV ส่วนเกินที่เก็บไว้ในแบตเตอรี่
tr: Bataryada depolanan fazla PV enerjisi dahil, PV'den tüketilen enerji miktarı.
uk: Обсяг енергії, спожитої з PV, включно з надлишковою енергією, збереженою в акумуляторі.
zh_hans: 负载使用来自光伏发电和电池放电的能量。
zh_hant: 負載使用來自光伏發電和電池放電的能量。

# smart_meter_required
source: *Smart meter is required
da: *Smart meter er påkrævet
de: *Smart Meter bzw. intelligenter Zähler ist erforderlich
el: *απαιτείται smart meter
es: *Se requiere medidor inteligente
fr: *Compteur intelligent requis
hr: Potreban je Smart meter
hu: *Intelligens mérőóra szükséges
it: *È richiesto lo smart meter
ko: *스마트 미터가 필요합니다.
lt_lt: *Smart matuoklis reikalingas
nb: *Smart måler er nødvendig
nl: *Slimme meter vereist
pl: * Wymagany jest inteligentny licznik
pt: * Medidor inteligente é necessário
ro: *Este necesar un contor inteligent
sr: *Смарт метар је потребан
sv: * Smart mätare krävs
th: * ต้องใช้มิเตอร์อัจฉริยะ
tr: *Akıllı sayaç gereklidir
uk: Потрібен smart-лічильник
zh_hans: *需要智能电表
zh_hant: *需要智慧電表

source: Spot price
da: Spotpris
de: Spot-Preis
el: άμεση τιμή διαπραγμάτευσης
es: Precio al contado
fr: Prix spot
hr: Spot cijena
hu: Spot-ár
it: Prezzo spot
ko: 현물 가격
lt_lt: Vietinė kaina
nb: Spotpris
nl: Spotprijs
pl: Cena spotowa
pt: Preço local
ro: Preț spot
sr: Спот цена
sv: Spotpris
th: ราคาสปอต
tr: Spot fiyat
uk: Спотова ціна
zh_hans: 现货电价
zh_hant: 現貨電價

# spot_price_export_control_note
source: As long as the spot price is below the zero-export price threshold the system will automatically enable zero-export to avoid selling PV energy. If the spot price drops below the zero-output price threshold the system will instead reduce power generation to near zero to also avoid self-consumption of PV energy. The country selected in the plant configuration determines which day-ahead spot price market is used.
da: Så længe spotprisen er under tærsklen for nul-eksportpris, aktiverer systemet automatisk nul-eksport for at undgå salg af solcelleenergi. Hvis spotprisen falder under tærsklen for nul-produktionspris, reducerer systemet i stedet strømproduktionen til næsten nul for også at undgå eget forbrug af solcelleenergi. Det land, der er valgt i anlæggets konfiguration, bestemmer, hvilket spotpris-marked for næste dag der anvendes.
de: Solange der Spotpreis unter dem Schwellenwert für den Nullexport liegt, aktiviert das System automatisch den Nullexport, um den Verkauf von PV-Energie zu vermeiden. Fällt der Spotpreis unter den Schwellenwert für den Nulloutputpreis, reduziert das System stattdessen die Stromerzeugung auf nahezu Null, um auch den Eigenverbrauch von PV-Energie zu vermeiden. Das in der Anlagenkonfiguration ausgewählte Land bestimmt, welcher Day-Ahead-Spotpreismarkt verwendet wird.
el: Εφόσον η άμεση τιμή διαπραγμάτευσης είναι κάτω από το όριο τιμής μηδενικής εξαγωγής, το σύστημα θα ενεργοποιήσει αυτόματα την μηδενική εξαγωγή, ώστε να αποφύγει την πώληση ενέργειας. Εάν η τιμή άμεσης διαπραγμάτευσης πέσει κάτω από το όριο τιμής μηδενικής παραγωγής, το σύστημα θα μειώσει την παραγωγή ενέργειας κοντά στο μηδέν, ώστε να αποφύγει την αυτοκατανάλωση ενέργειας. Η χώρα που έχει επιλεγεί κατά τη εγκατάσταση των ρυθμίσεων του πάρκου θα καθορίζει ποια άμεση τιμή διαπραγμάτευσης θα χρησιμοποιείται την εκάστοτε ημέρα.
es: Siempre que el precio al contado esté por debajo del umbral del precio de exportación cero, el sistema habilitará automáticamente la exportación cero para evitar la venta de energía fotovoltaica. Si el precio al contado cae por debajo del umbral del precio de salida cero, el sistema reducirá la generación de energía a casi cero para evitar también el autoconsumo de energía fotovoltaica. El país seleccionado en la configuración del centro determina qué mercado de precios al contado diario se utiliza.
fr: Tant que le prix spot reste inférieur au seuil de prix zéro-exportation, le système activera automatiquement le mode zéro-exportation afin d’éviter de vendre de l’énergie PV. Si le prix spot descend en dessous du seuil de prix zéro-production, le système réduira la production d’énergie à presque zéro pour également éviter l’autoconsommation d’énergie PV. Le pays sélectionné dans la configuration de l’installation détermine le marché du prix spot utilisé (prévision du lendemain).
hr: Sve dok je spot cijena ispod praga nulte izvozne cijene, sustav će automatski omogućiti nulti izvoz kako bi se izbjegla prodaja PV energije. Ako spot cijena padne ispod praga nulte izlazne cijene, sustav će umjesto toga smanjiti proizvodnju energije gotovo na nulu kako bi se izbjegla i vlastita potrošnja PV energije. Zemlja odabrana u konfiguraciji postrojenja određuje koje će se tržište spot cijena za dan unaprijed koristiti.
hu: Amíg a spot ár a nulla export árküszöb alatt van, a rendszer automatikusan engedélyezi a nulla exportot, hogy elkerülje a PV energia eladását. Ha a spot ár a nulla kimeneti árküszöb alá esik, a rendszer ehelyett a villamosenergia-termelést közel nullára csökkenti, hogy elkerülje a PV energia saját fogyasztását is. A telep konfigurációjában kiválasztott ország határozza meg, hogy melyik nap előtti spot árpiacot használják.
it: Finché il prezzo spot rimane al di sotto della soglia di prezzo zero-export, il sistema abiliterà automaticamente lo zero-export per evitare la vendita di energia FV. Se il prezzo spot scende al di sotto della soglia di prezzo zero-output, il sistema ridurrà invece la produzione quasi a zero per evitare anche l'autoconsumo dell'energia FV. Il paese selezionato nella configurazione dell'impianto determina quale mercato spot day-ahead viene utilizzato.
ko: 현물 가격이 '제로-익스포트 가격 임계값' 아래로 떨어지면, 시스템은 PV 에너지 판매를 막기 위해 자동으로 '제로-익스포트' 기능을 활성화합니다. 만약 현물 가격이 '제로-출력 가격 임계값' 아래로 더 떨어지면, PV 에너지의 자가 소비까지 막기 위해 발전량을 거의 0에 가깝게 줄입니다. 발전소 설정에서 선택된 국가에 따라 사용되는 익일 현물 가격 시장이 결정됩니다.
lt_lt: Kol neatidėliotina kaina yra žemiau nulinio eksporto kainos ribos, sistema automatiškai įgalins nulinį eksportą, kad būtų išvengta PV energijos pardavimo. Jei neatidėliotina kaina nukris žemiau nulinės produkcijos kainos ribos, sistema vietoj to sumažins energijos gamybą iki beveik nulio, kad taip pat būtų išvengta PV energijos savarankiško vartojimo. Gamyklos konfigūracijoje pasirinkta šalis nustato, kuri diena į priekį naudojama neatidėliotina kainų rinka.
nb: Så lenge spotprisen er under null-eksportpristerskelen, vil systemet automatisk aktivere null-eksport for å unngå å selge PV-energi. Hvis spotprisen faller under null-utgangspristerskelen, vil systemet i stedet redusere kraftproduksjonen til nær null for også å unngå selvforbruk av PV-energi. Landet som er valgt i anleggets konfigurasjon bestemmer hvilket dag-frem spotprismarked som brukes.
nl: Zolang de spotprijs onder de drempelwaarde voor nul-export ligt, schakelt het systeem automatisch over op nul-export om de verkoop van PV-energie te voorkomen. Als de spotprijs onder de drempelwaarde voor nul-output daalt, vermindert het systeem in plaats daarvan de energieopwekking tot bijna nul om ook zelfverbruik van PV-energie te voorkomen. Het land dat in de installatieconfiguratie is geselecteerd, bepaalt welke day-ahead spotprijsmarkt wordt gebruikt.
pl: Dopóki cena spot będzie poniżej progu zerowej ceny eksportowej, system automatycznie umożliwi zerowy eksport, aby uniknąć sprzedaży energii fotowoltaicznej. Jeśli cena spot spadnie poniżej progu ceny zerowej mocy wyjściowej, system zamiast tego zmniejszy wytwarzanie energii do wartości bliskiej zeru, aby również uniknąć samodzielnego zużycia energii fotowoltaicznej. Kraj wybrany w konfiguracji zakładu decyduje o wykorzystaniu rynku cen spot dnia następnego.
pt: Enquanto o preço à vista estiver abaixo do limite de preço de exportação zero, o sistema permitirá automaticamente a exportação zero para evitar a venda de energia fotovoltaica. Se o preço à vista cair abaixo do limite de preço de saída zero, o sistema reduzirá a geração de energia para quase zero para evitar também o autoconsumo de energia fotovoltaica. O país selecionado na configuração da planta determina qual mercado de preço à vista para o dia seguinte é usado.
ro: Atâta timp cât prețul spot este sub pragul de preț zero-export, sistemul va activa automat zero-export pentru a evita vânzarea energiei fotovoltaice. Dacă prețul spot scade sub pragul de preț zero-ieșire, sistemul va reduce în schimb producția de energie la aproape zero pentru a evita și autoconsumul de energie fotovoltaică. Țara selectată în configurația instalației determină care piață de preț spot pentru ziua următoare este utilizată.
sr: Све док је тачка цена испод прага цене нулте извоза, систем ће аутоматски омогућити нулти извоз како би се избегла продаја ПВ енергије. Ако тачка цена падне испод прага цене нулте излазне цене, систем ће уместо тога смањити производњу електричне енергије на близу нуле како би се такође избегла самопотрошња ПВ енергије. Земља изабрана у конфигурацији постројења одређује које се користи тржиште спотних цена унапред.
sv: Så länge spotpriset ligger under nollexportprisgränsen kommer systemet automatiskt att möjliggöra nollexport för att undvika försäljning av solcellsenergi. Om spotpriset sjunker under nollutgångsprisgränsen kommer systemet istället att minska kraftproduktionen till nära noll för att också undvika egenförbrukning av solcellsenergi. Det land som väljs i anläggningskonfigurationen avgör vilken spotprismarknad som ska användas.
th: ตราบใดที่ราคาสปอตต่ำกว่าเกณฑ์ราคาส่งออกเป็นศูนย์ระบบจะเปิดใช้งานการส่งออกเป็นศูนย์โดยอัตโนมัติเพื่อหลีกเลี่ยงการขายพลังงาน PV หากราคาสปอตลดลงต่ำกว่าเกณฑ์ราคาเอาต์พุตเป็นศูนย์ระบบจะลดการผลิตไฟฟ้าให้ใกล้ศูนย์เพื่อหลีกเลี่ยงการใช้พลังงาน PV ด้วยตนเอง ประเทศที่เลือกในการกำหนดค่าโรงงานจะกำหนดตลาดราคาสปอตล่วงหน้าที่ใช้
tr: Spot fiyat, şebekeye enerji fazlasının gönderilmemesi (zero-export) fiyat eşiğinin altında kaldığı sürece, sistem PV enerjisinin satılmasını önlemek için otomatik olarak sıfır çıkış (zero-export) modunu etkinleştirir. Spot fiyat, sıfır çıkış (zero-output) fiyat eşiğinin altına düştüğünde ise sistem, PV enerjisinin kendi tüketimini de engellemek amacıyla güç üretimini neredeyse sıfıra düşürür. Santral yapılandırmasında seçilen ülke, hangi ertesi gün spot fiyat piyasasının kullanılacağını belirler.
uk: Поки спотова ціна нижче порогу нульового експорту, система автоматично активує нульовий експорт, щоб уникнути продажу PV-енергії. Якщо спотова ціна опускається нижче порогу нульового виходу, система замість цього зменшує генерацію до майже нуля, щоб також уникнути власного споживання PV-енергії. Країна, вибрана у налаштуваннях станції, визначає, який ринок добових спотових цін використовується.
zh_hans: 只要现货电价低于零馈网电价阈值，系统就会自动启用零馈网，避免出售光伏能源。如果低于零输出价格阈值，系统转而将发电量减少到接近零，以避免光伏能源的自发自用。在电站配置中选择的国家/地区决定了使用哪个日前现价市场。
zh_hant: 只要現貨電價低於零饋網電價閾值，系統就會自動啟用零饋網，避免出售光伏能源。如果低於零輸出價格閾值，系統轉而將發電量減少到接近零，以避免光伏能源的自發自用。在電站配置中選擇的國家/地區決定了使用哪個日前現價市場。
