Repository: zhujingtao1/LocalizableStringTool
Catalog: LocalizableTool/*/*.lproj/Localizable.strings
Languages: da, de, el, es, fr, hr, hu, it, ko, lt_lt, nb, nl, pl, pt, ro, sr, sv, th, tr, uk, zh_hans, zh_hant

# spot_price_export_control_tips
source: With this feature enabled, the controlled inverter(s) will enter either zero-export or zero-output mode depending on the configured thresholds. This allows the system to curtail energy generation to either avoid export when the spot price is negative or even avoid self-consumption entirely if the spot price is extremely low.
da: Når denne funktion er aktiveret, går den eller de kontrollerede invertere i enten nul-eksport- eller nul-output-tilstand afhængigt af de konfigurerede tærskler. Dette gør det muligt for systemet at begrænse energiproduktionen for enten at undgå eksport, når spotprisen er negativ, eller endda helt undgå eget forbrug, hvis spotprisen er ekstremt lav.
de: Wenn diese Funktion aktiviert ist, gehen die gesteuerten Wechselrichter je nach den konfigurierten Schwellenwerten entweder in den Null-Export- oder Null-Output-Modus über. Dies ermöglicht es dem System, die Energieerzeugung zu drosseln, um entweder den Export zu vermeiden, wenn der Spotpreis negativ ist, oder sogar den Eigenverbrauch ganz zu vermeiden, wenn der Spotpreis extrem niedrig ist.
el: Με αυτή τη λειτουργία ενεργοποιημένη, ο/οι ελεγχόμενος/οι αντιστροφέα/εις θα μπει/μπουν είτε σε λειτουργία μηδενικής εξαγωγής, είτε μηδενικής παραγωγής, ανάλογα με τα προγραμματισμένα όρια. Αυτό επιτρέπει στο σύστημα να περιορίσει την παραγωγή ενέργειας, είτε για να αποφύγει την εξαγωγή όταν η τιμή άμεσης διαπραγμάτευσης είναι αρνητική, είτε ακόμη και να αποφύγει εντελώς την αυτοκατανάλωση όταν η τιμή άμεσης διαπραγμάτευσης είναι εξαιρετικά χαμηλή.
es: Con esta función habilitada, los inversores controlados entrarán en modo de exportación cero o salida cero según los umbrales configurados. Esto permite que el sistema reduzca la generación de energía para evitar la exportación cuando el precio al contado es negativo o incluso evitar el autoconsumo por completo si el precio al contado es extremadamente bajo.
fr: Avec cette fonctionnalité activée, les onduleurs contrôlés passeront en mode zéro-exportation ou zéro-production selon les seuils configurés. Cela permet au système de limiter la production d’énergie afin d’éviter l’exportation lorsque le prix spot est négatif, ou même d’éviter toute autoconsommation si le prix spot est extrêmement bas.
hr: Kada je ova značajka omogućena, kontrolirani inverter(i) će ući ili u način 0-export ili 0-output, ovisno o konfiguriranim granicama. To omogućuje sustavu da smanji proizvodnju energije kako bi se izbjegao izvoz energije u mrežu kada je spot cijena negativna ili čak potpuno izbjegla vlastita potrošnja ako je spot cijena izuzetno niska.
hu: Ennek a funkciónak az engedélyezésével a vezérelt/kontrollált inverterek a beállított küszöbértékektől függően vagy nulla export, vagy nulla kimeneti módba lépnek. Ez lehetővé teszi a rendszer számára, hogy korlátozza az energiatermelést, hogy elkerülje az exportot, ha a spot ár negatív, vagy akár teljesen elkerülje az önfogyasztást, ha a spot ár rendkívül alacsony.
it: Con questa funzione abilitata, l'inverter (o gli inverter) controllato entrerà in modalità zero-export o zero-output a seconda delle soglie configurate. Ciò consente al sistema di limitare la generazione di energia per evitare l'immissione in rete quando il prezzo spot è negativo o persino di evitare l'autoconsumo se il prezzo spot è estremamente basso.
ko: 이 기능이 활성화되면 제어되는 인버터는 설정된 임계값에 따라 제로-익스포트 또는 제로-출력 모드로 전환됩니다. 이를 통해 시스템은 현물 가격이 마이너스일 때 에너지 발전을 방지하거나, 현물 가격이 매우 낮을 경우 자가 소비까지 완전히 피할 수 있도록 에너지 생산량을 줄일 수 있습니다.
lt_lt: Įjungus šią funkciją, valdomas keitiklis (-iai) įeis arba nulinio eksporto arba nulinio išėjimo režimą, priklausomai nuo sukonfigūruotų ribų. Tai leidžia sistemai sumažinti energijos gamybą, kad būtų išvengta eksporto, kai neatidėliotina kaina yra neigiama, arba net išvengti savęs vartojimo, jei neatidėliotina kaina yra itin maža.
nb: Når denne funksjonen er aktivert, vil den kontrollerte omformeren (e) gå inn i enten null-eksport- eller null-utgangsmodus avhengig av de konfigurerte terskelverdiene. Dette gjør at systemet kan begrense energiproduksjonen for å enten unngå eksport når spotprisen er negativ eller til og med unngå selvforbruk helt hvis spotprisen er ekstremt lav.
nl: Als deze functie is ingeschakeld, gaan de gecontroleerde omvormers naar de nul-export- of nul-outputmodus, afhankelijk van de geconfigureerde drempels. Hierdoor kan het systeem de energieopwekking beperken om export te voorkomen wanneer de spotprijs negatief is, of zelfs zelfverbruik volledig te vermijden als de spotprijs extreem laag is.
pl: Po włączeniu tej funkcji sterowane falowniki przejdą w tryb zerowego eksportu lub zerowego wyjścia w zależności od skonfigurowanych progów. Pozwala to systemowi ograniczyć wytwarzanie energii, aby albo uniknąć eksportu, gdy cena spot jest ujemna, albo nawet całkowicie uniknąć zużycia własnego, jeśli cena spot jest wyjątkowo niska.
pt: Com este recurso ativado, o (s) inversor (es) controlado (s) entrarão no modo de exportação zero ou saída zero, dependendo dos limites configurados. Isso permite que o sistema reduza a geração de energia para evitar a exportação quando o preço à vista for negativo ou até mesmo evitar o autoconsumo inteiramente se o preço à vista for extremamente baixo.
ro: Cu această funcție activată, invertorul (invertoarele) controlat(e) va (vor) intra în modul zero-export sau zero-ieșire, în funcție de pragurile configurate. Acest lucru permite sistemului să reducă producția de energie pentru a evita exportul atunci când prețul spot este negativ sau chiar pentru a evita consumul propriu în totalitate dacă prețul spot este extrem de scăzut.
sr: Са омогућеном овом функцијом, контролисани претварач (и) ће ући у режим нулте извоза или нулте излаза у зависности од конфигурисаних прагова.То омогућава систему да смањи производњу енергије да би се избегло извоз када је тачка цена негативна или чак избегава самопотрошњу у потпуности ако је тачка цена изузетно ниска.
sv: Med den här funktionen aktiverad kommer de kontrollerade växelriktarna att gå in i antingen nollexport- eller nollutgångsläge beroende på de konfigurerade trösklarna. Detta gör att systemet kan begränsa energiproduktionen för att antingen undvika export när spotpriset är negativt eller till och med undvika egenförbrukning helt om spotpriset är extremt lågt.
th: เมื่อเปิดใช้งานคุณสมบัตินี้ อินเวอร์เตอร์ควบคุมจะเข้าสู่โหมดการส่งออกเป็นศูนย์หรือเอาต์พุตเป็นศูนย์ ขึ้นอยู่กับเกณฑ์ที่กำหนดไว้ ซึ่งจะช่วยให้ระบบสามารถลดการผลิตพลังงานเพื่อหลีกเลี่ยงการส่งออกเมื่อราคาสปอตเป็นลบหรือแม้แต่หลีกเลี่ยงการบริโภคด้วยตนเองทั้งหมดหากราคาสปอตต่ำมาก
tr: Bu özellik etkinleştirildiğinde, kontrol edilen invertör(ler) yapılandırılan eşik değerlerine bağlı olarak şebekeye sıfır satış veya sıfır güç çıkışı moduna girecektir. Bu, sistemin spot fiyatı negatif olduğunda satışı önlemek için enerji üretimini kısıtlamasına veya spot fiyatı çok düşük olduğunda kendi tüketimini tamamen önlemesine olanak tanır.
uk: З увімкненою функцією контрольовані інвертори перейдуть у режим нульового експорту або нульового виходу залежно від заданих порогів. Це дозволяє системі обмежувати генерацію енергії, щоб уникати експорту при від’ємній спотовій ціні або навіть уникати власного споживання, якщо спотова ціна дуже низька.
zh_hans: 启用此功能后，受控逆变器将根据配置的阈值进入零馈网或零输出模式。这使得系统能够在现货电价为负时减少馈网，甚至在现货电价极低时停止自发自用。
zh_hant: 啟用此功能後，受控逆變器將根據配置的閾值進入零饋網或零輸出模式。這使得系統能夠在現貨電價為負時減少饋網，甚至在現貨電價極低時停止自發自用。

# sync_inverters_confirmation
source: This setting will be synchronized to all inverters in this plant. Are you sure to continue?
da: Denne indstilling synkroniseres med alle invertere på dette anlæg. Vil du fortsætte?
de: Diese Einstellung wird mit allen Wechselrichtern in dieser Anlage synchronisiert. Sind Sie sicher, dass Sie fortfahren möchten?
el: Αυτή η ρύθμιση θα εφαρμοστεί συγχρόνως σε όλους τους αντιστροφείς σε αυτό το πάρκο. Θέλετε σίγουρα να συνεχίσετε;
es: Esta configuración se sincronizará con todos los inversores de esta planta. ¿Estás seguro de continuar?
fr: Ce paramètre sera synchronisé avec tous les onduleurs de cette installation. Êtes-vous sûr de vouloir continuer ?
hr: Ova postavka će biti sinkronizirana sa svim pretvaračima u ovom postrojenju. Jeste li sigurni da želite nastaviti?
hu: Ez a beállítás szinkronizálásra kerül az üzem összes inverterével. Biztosan folytatni szeretné?
it: Questa impostazione verrà sincronizzata su tutti gli inverter di questo impianto. Sei sicuro di voler continuare?
ko: 이 설정은 이 발전소의 모든 인버터에 동기화됩니다. 계속하시겠습니까?
lt_lt: Šis nustatymas bus sinchronizuotas su visais inverteriais šioje gamykloje. Ar tikrai tęsite?
nb: Denne innstillingen vil bli synkronisert med alle omformere i dette anlegget. Er du sikker på å fortsette?
nl: Deze instelling wordt gesynchroniseerd met alle omvormers in deze installatie. Wilt u doorgaan?
pl: To ustawienie zostanie zsynchronizowane ze wszystkimi falownikami w tej instalacji. Czy na pewno będziesz kontynuować?
pt: Esta configuração será sincronizada com todos os inversores desta central. Tem a certeza que vai continuar?
ro: Această setare va fi sincronizată cu toate invertoarele din această instalație. Sunteți sigur că doriți să continuați?
sr: Ова поставка ће бити синхронизована са свим претварачима у овој биљци.Да ли сте сигурни да ћете наставити?
sv: Denna inställning kommer att synkroniseras med alla växelriktare i denna anläggning. Är du säker på att fortsätta?
th: การตั้งค่านี้จะซิงโครไนซ์กับอินเวอร์เตอร์ทั้งหมดในโรงงานนี้ คุณแน่ใจหรือว่าจะดำเนินการต่อ?
tr: Bu ayar, bu tesisteki tüm invertörlerle senkronize edilecektir. Devam etmek istediğinizden emin misiniz?
uk: Ці налаштування буде синхронізовано з усіма інверторами цієї станції. Ви впевнені, що хочете продовжити?
zh_hans: 此设置将同步到该电站中的所有逆变器。确定继续吗？
zh_hant: 此設定將同步到該電站中的所有逆變器。確定繼續嗎？

source: Upgrading_afci
da: Opgradering_afci
de: Aktualisierung_afci
el: Αναβάθμιση afci
fr: Mise à niveau afci
hr: Nadogradnja_afci
hu: Frissítés_afci
it: Aggiornamento AFCI
ko: AFCI 업그레이드
lt_lt: Atnaujinimas_afci
nb: Oppgradering_afci
nl: Upgraden_afci
pl: Aktualizacja _ afci
pt: Atualizando _ afci
sr: Надоградња_афци
sv: Uppgradering _ afci
th: อัพเกรด_afci
tr: Yükseltme_afci
uk: Оновлення AFCI
zh_hans: AFCI升级中
zh_hant: AFCI升級中

source: Upgrading_fpga
da: Opgradering_fpga
de: Aktualisierung_fpga
el: Αναβάθμιση fpga
fr: Mise à niveau fpga
hr: Nadogradnja_fpga
hu: Frissítés_fpga
it: Aggiornamento FGPA
ko: FPGA 업그레이드
lt_lt: Atnaujinimas_fpga
nb: Oppgradering_fpga
nl: Upgraden_fpga
pl: Uaktualnianie _ fpga
pt: Atualizando _ fpga
sr: Надоградња_фпга
sv: Uppgradering _ fpga
th: อัพเกรด_fpga
tr: Yükseltme_fpga
uk: Оновлення FPGA
zh_hans: FPGA升级中
zh_hant: FPGA升級中

source: Upgrading_hmi
da: Opgradering_hmi
de: Aktualisierung_hmi
el: αναβάθμιση hmi
fr: Mise à niveau hmi
hr: Nadogradnja_hmi
hu: Frissítés_hmi
it: Aggiornamento HMI
ko: HMI 업그레이드
lt_lt: Atnaujinimas_hmi
nb: Oppgradering_hmi
nl: Upgraden_hmi
pl: Aktualizacja _ hmi
pt: Atualizando _ hmi
sr: Надоградња_хми
sv: Uppgradering _ hmi
th: อัพเกรด_hmi
tr: Yükseltme_hmi
uk: Оновлення HMI
zh_hans: HMI升级中
zh_hant: HMI升級中

source: Upgrading_master
da: Opgradering_master
de: Aktualisierung_master
el: Αναβάθμιση master
fr: Mise à niveau master
hr: Nadogradnja_master
hu: Frissítés_master
it: Aggiornamento master
ko: 마스터 업그레이드
lt_lt: Atnaujinimas_master
nb: Oppgradering_master
nl: Upgraden_master
pl: Uaktualnianie _ master
pt: Atualizando _ mestre
sr: Надоградња_мастер
sv: Uppgradering _ master
th: อัพเกรด_master
tr: Yükseltme_master
uk: Оновлення master
zh_hans: 主机升级中
zh_hant: 主機升級中

source: Upgrading_Master2
da: Opgradering_Master2
de: Aktualisierung_Master2
el: Αναβάθμιση Master 2
fr: Mise à niveau de Master2
hr: Nadogradnja_Master2
hu: Frissítés_Master2
it: Aggiornamento Master2
ko: 마스터2 업그레이드
lt_lt: Atnaujinimas_Master2
nb: Oppgradering_Master2
nl: Upgraden_Master2
pl: Aktualizacja _ Master2
pt: Atualizando _ Master2
sr: Надоградња_Мастер2
sv: Uppgradering _ Master2
th: อัพเกรด_Master2
tr: Yükseltme_Master2
uk: Оновлення Master2
zh_hans: 主机2升级中
zh_hant: 主機2升級中

source: Upgrading_safety
da: Opgradering_sikkerhed
de: Aktualisierung_safety
el: Αναβάθμιση ασφαλείας
fr: Mise à niveau safety
hr: Nadogradnja_safety
hu: Frissítés_safety
it: Aggiornamento safety
ko: 세이프티 업그레이드
lt_lt: Atnaujinimas_saugumas
nb: Oppgradering_sikkerhet
nl: Upgraden_veiligheid
pl: Modernizacja _ bezpieczeństwo
pt: Melhorando a segurança
sr: Надоградња_безбедност
sv: Uppgradering _ säkerhet
th: อัพเกรด_ความปลอดภัย
tr: Yükseltme_güvenlik
uk: Оновлення безпеки
zh_hans: 安规升级中
zh_hant: 安規升級中

source: Upgrading_slave
da: Opgradering_slave
de: Aktualisierung_slave
el: Αναβάθμιση slave
fr: Mise à niveau slave
hr: Nadogradnja_slave
hu: Frissítés_slave
it: Aggiornamento slave
ko: 슬레이브 업그레이드
lt_lt: Atnaujinimas_slave
nb: Oppgradering_slave
nl: Upgraden_slave
pl: Uaktualnianie _ slave
pt: Atualizando _ escravo
sr: Надоградња_славе
sv: Uppgradera _ slave
th: อัพเกรด_ทาส
tr: Yükseltme_slave
uk: Оновлення slave
zh_hans: 从机升级中
zh_hant: 從機升級中

# work_mode_setting
source: Working mode settings
da: Indstillinger for arbejdstilstand
de: Einstellungen des Arbeitsmodus
el: Ρυθμίσεις κατάστασης λειτουργίας
es: Configuración del modo de trabajo
fr: Paramètres du mode de fonctionnement
hr: Postavke načina rada
hu: Működési mód beállítások
it: Impostazioni modalità di lavoro
ko: 동작 모드 설정
lt_lt: Darbo režimo nustatymai
nb: Arbeidsmodusinnstillinger
nl: Instellingen voor de werkmodus
pl: Ustawienia trybu pracy
pt: Configurações do modo de trabalho
ro: Setări mod de lucru
sr: Подешавања радног режима
sv: Arbetslägesinställningar
th: การตั้งค่าโหมดการทำงาน
tr: Çalışma modu ayarları
uk: Налаштування режиму роботи
zh_hans: 工作模式设置
zh_hant: 工作模式設定

source: Zero-export
da: Nul-eksport
de: Null-Export
el: μηδενική εξαγωγή
es: Exportación cero
fr: Zéro-exportation
hr: Nulti izvoz
hu: Nulla export
ko: 제로-익스포트
lt_lt: Nulinis eksportas
nb: Null-eksport
nl: Nul-export
pl: Zerowy eksport
pt: Exportação zero
sr: Нулти извоз
sv: Nollexport
th: ศูนย์ส่งออก
tr: Sıfır-Satış (Zero-export)
uk: Нульовий експорт
zh_hans: 零馈网
zh_hant: 零饋網

source: Zero-export price threshold
da: Nul-eksportprisgrænse
de: Null-Export Preisschwelle
el: όριο τιμής μηδενικής εξαγωγής
es: Umbral de precio de exportación cero
fr: Seuil de prix zéro-exportation
hr: Granična cijena za nulti izvoz
hu: Nulla exportár küszöbérték
it: Soglia prezzo zero-export
ko: 제로-익스포트 가격 임계값
lt_lt: Nulinio eksporto kainos riba
nb: Null-eksportpristerskel
nl: Drempelwaarde voor nul-exportprijs
pl: Próg ceny zerowej eksportu
pt: Limiar de preço de exportação zero
ro: Pragul prețului zero la export
sr: Праг цене нулте извоза
sv: Tröskel för nollexportpris
th: เกณฑ์ราคาส่งออกเป็นศูนย์
tr: Sıfır-Satış (Zero-export) fiyatı eşiği
uk: Поріг ціни для нульового експорту
zh_hans: 零馈网电价阈值
zh_hant: 零饋網電價閾值

source: Zero-output
da: Nul-output
de: Null-Output
el: μηδενική παραγωγή
es: Salida cero
fr: Zéro-production
hr: Nulti izlaz
hu: Nulla kimenet
ko: 제로-출력
lt_lt: Nulinis išėjimas
nb: Null-utgang
nl: Nuloutput
pl: Zerowa moc wyjściowa
pt: Saída zero
ro: Zero producție
sr: Нулти излаз
sv: Nollutmatning
th: เอาต์พุตเป็นศูนย์
tr: Sıfır-Çıkış (Zero-output)
uk: Нульовий вихід
zh_hans: 零输出
zh_hant: 零輸出

source: Zero-output price threshold
da: Nul-outputprisgrænse
de: Null-Output Preisschwelle
el: όριο τιμής μηδενικής παραγωγής
es: Umbral de precio de producción cero
fr: Seuil de prix zéro-production
hr: Granična cijena za nulti izlaz
hu: Nulla kimeneti ár küszöbérték
it: Soglia prezzo zero-output
ko: 제로-출력 가격 임계값
lt_lt: Nulinės produkcijos kainos riba
nb: Nullpristerskel
nl: Drempelwaarde voor nuloutputprijs
pl: Próg ceny zerowej produkcji
pt: Limiar de preço de saída zero
ro: Pragul prețului zero la producție
sr: Праг цене нулте производње
sv: Nollutgående priströskel
th: เกณฑ์ราคาเอาต์พุตเป็นศูนย์
tr: Sıfır-Çıkış (Zero-output) fiyatı eşiği
uk: Поріг ціни для нульового виходу
zh_hans: 零输出电价阈值
zh_hant: 零輸出電價閾值
